/* (No Commment) */
"Authorization Error" = "Autorisatiefout";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "%d minuten verbonden";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "1 minuut verbonden";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Minder dan 1 minuut verbonden";

/* No comment provided by engineer. */
"Extend Display" = "Uitgebreide weergave";

/* No comment provided by engineer. */
"Framerate" = "Frame Rate";

/* No comment provided by engineer. */
"High Quality" = "Hoge kwaliteit";

/* No comment provided by engineer. */
"Mirror Display" = "Gespiegelde weergave";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "%d minuten gespiegeld";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "1 minuut gespiegeld";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Minder dan 1 minuut gespiegeld";

/* No comment provided by engineer. */
"Pixel Quality" = "Pixelkwaliteit";

/* No comment provided by engineer. */
"Regular Quality" = "Normale kwaliteit";
"Quality" = "Kwaliteit";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Me herinneren als iPad is aangesloten";

/* (No Commment) */
"Restart Your Mac" = "Mac opnieuw opstarten";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Selecteer 'Opnieuw proberen' om toestemming te geven of 'Sluiten' als u het niet opnieuw wil proberen.";

/* (No Commment) */
"Try Again" = "Opnieuw proberen";

/* No comment provided by engineer. */
"Uninstall Duet" = "Installatie Duet ongedaan maken";

/* No comment provided by engineer. */
"iPad Pro Resolution" = "iPad Pro-resolutie";

"Duet Connected" = "Duet Verbonden";

"Restart Your Mac" = "Start uw Mac Opnieuw";
"Quit" = "Verlaten";
"Authorization Error" = "Goedkeuringsfout";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Selecteer 'Nogmaals proberen' om de nieuwe goedkeuring nogmaals te proberen of 'Verlaten' om het op te geven.";
"Try Again" = "Nogmaals Proberen";

"Open duet on iOS" = "Open Duet in iOS";
"Connect device to Mac with" = "Verbindt het toestel met Mac met";
"or" = "of";
"Version" = "Versie";
"Resolution" = "Resolutie";
"No Device Connected" = "Geen Apparaat Aangesloten";
"Frame Rate" = "Beelden per Seconde";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Prestatie";
"High Power" = "Hoge Prestatie";
"Energy Efficient" = "Energiezuinig";
"Preferences" = "Voorkeuren";
"Update App Automatically" = "App Automatisch Bijwerken";
"Launch At Login" = "Automatisch Opstarten";
"Graphics Card" = "Grafische Kaart";
"When Duet Is Connected..." = "Als Duet Verbonden is...";
"Discrete (Recommended)" = "Discreet (Aanbevolen)";
"Integrated (Energy Savings)" = "Geïntegreerd (Energiezuinig)";
"Display Arrangement" = "Weergave Instellingen";
"Check For Updates" = "Zoek Naar Updates";
"Help Center" = "Ondersteuningscentrum";
"Ask Us A Question" = "Stel Ons Een Vraag";
"Uninstall Duet" = "Duet Deïnstalleren";
"Quit" = "Afsluiten";

"Regular (Energy Efficient)" = "Standaard Resolutie (Energiezuinig)";
"Retina (High Performance)" = "Retina Resolutie (Hoge Prestatie)";
"Retina" = "Retina";
"High Resolution (Smaller Text)" = "Hoge Resolutie (Kleiner lettertype)";

"Connecting..." = "Verbinden...";
"iPad Touch Bar" = "iPad Touch Bar";
"Enabled" = "Ingeschakeld";
"Disabled" = "Uitgeschakeld";
"Advanced Settings" = "Geavanceerde Instellingen";
"Display" = "Scherm";
"Air" = "Air";
"Please connect iOS Device to view or change settings." = "Verbind aub iOS apparaat om instellingen te bekijken of te wijzigen";
"Larger Text" = "Grotere tekst";
"More Space" = "Meer ruimte";
"Twice the pixel density." = "Dubbele pixeldichtheid";
"Sharper resolution." = "Scherper beeld";
"Uses more battery." = "Verbruikt meer batterij";
"Smoother motion." = "Vloeiendere beweging";
"Sharper image." = "Scherper beeld";
"Regular" = "Normaal";
"High" = "Hoog";
"Pixel Perfect" = "Pixel Perfect";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Mirror Display" = "Spiegel Scherm";
"Looks like 1024x768" = "Lijkt op 1024×768";
"Looks like 1112x834" = "Lijkt op 1112x834";
"Looks like 1366x1024" = "Lijkt op 1366x1024";
"Looks like 1536x1152" = "Lijkt op 1536x1152";
"Looks like 2048x1536" = "Lijkt op 2048x1536";

"Looks like 1080x608" = "Lijkt op 1080x608";
"Looks like 1136x640" = "Lijkt op 1136x640";
"Looks like 1334x750" = "Lijkt op 1334x750";
"Looks like 1600x900" = "Lijkt op 1600x900";
"Looks like 1920x1080" = "Lijkt op 1920x1080";

"Perfect for the 12.9-inch iPad Pro" = "Perfect voor de iPad Pro 12.9 inch";
"Perfect for the 10.5-inch iPad Pro" = "Perfect voor de iPad Pro 10.5 inch";
"Perfect for the 9.7-inch iPad" = "Perfect voor de iPad Pro 9.7 inch";
"Perfect for users that want a little more space" = "Perfect voor gebruikers die wat meer ruimte willen";
"Perfect for users that want a lot more space" = "Perfect voor gebruikers die veel meer ruimte willen";

"Allow this device to connect automatically on Wi-Fi" = "このデバイスを自動で接続";
"Yes" = "はい";
"No" = "No";
